{
  "Sign out": "Déconnexion",
  "To be completely secure, the key must contain at least": "Pour être complètement sécurisée, la clé devrait contenir au moins ",
  "1 lowercase": "1 minuscule",
  "1 uppercase": "1 majuscule",
  "1 number": "1 chiffre",
  "1 special character (!?$#@...)": "1 caractère spécial (!?$#@...)",
  "12 characters": "12 caractères",
  "Application succesfully deleted": "Application supprimée avec succès",
  "My applications": "Mes applications",
  "You do not have a registered application yet": "Vous n'avez pas d'applications pour le moment",
  "My devices": "Mes appareils",
  "Add a new devce (coming soon)": "Ajouter un appareil (bientôt)",
  "Create a new profile": "Créer un nouveau profil",
  "Respects your privacy": "Respect de la vie privée",
  "Masq allows you to store all your preferences while guaranteeing your privacy": "Masq vous permet de stocker les données personnelles de vos applications tout en garantissant le respect de votre vie privée.",
  "Personal data is stored on your devices": "Stockage des données sur vos appareils",
  "Real time synchronization between devices (coming soon)": "Fonctionnalité de synchronisation bientôt disponible !",
  "Good practices of Masq for optimal use": "Les bonnes pratiques Masq pour une utilisation optimale",
  "To benefit from real time synchronization and always have up-to-date data, keep the Masq window opened in the background on all your devices": "Afin de profiter  de la synchronisation en temps réel et d'avoir toujours vos données à jour, laissez l'application Masq en arrière-plan sur vos appareils",
  "Contact us": "Contactez-nous",
  "Loading...": "Chargement en cours",
  "Who is it ?": "Qui est-ce ?",
  "Wrong password, please try again": "Mauvaise clé, recommencez SVP",
  "Change profile": "Changer de profil",
  "Applications": "Applications",
  "Devices": "Appareils",
  "Settings": "Paramètres",
  "Profile succesfully removed.": "Profil supprimé avec succès",
  "My settings": "Mes paramètres",
  "Username (displayed)": "Pseudo (affiché)",
  "The specified username is already used": "Pseudo déjà utilisé. Veuillez en choisir un autre.",
  "The username must not contain spaces, and can contain only the following special characters:!?$#@()-*": "Le pseudo ne doit pas contenir d'espaces, et peut contenir les caractères spéciaux suivants: !?$#@()-*",
  "Firstname (optional)": "Prénom (facultatif)",
  "The firstname can only contain alphanumeric characters and spaces": "Le prénom ne peut contenir que des caractères alphanumériques et des espaces.",
  "Lastname (optional)": "Nom (facultatif)",
  "The lastname can only contain alphanumeric characters and spaces": "Le nom ne peut contenir que des caractères alphanumériques et des espaces.",
  "Secret key": "Clé secrète",
  "Update": "Modifier",
  "Save": "Enregister",
  "Delete the profile": "Supprimer le profil",
  "Error during the connection with the application. Please retry.": "Echec de la connexion avec l' application. Merci de réessayer.",
  "Refuse": "Refuser",
  "Validate": "Valider",
  "You have authorized the application ": "Vous avez autorisé l'application",
  " to get access to your Masq storage.": "à accéder à votre stockage Masq.",
  "New connection request has been refused": "Nouvelle requête de connexion refusée",
  "New connection request": "Nouvelle requête de connexion",
  "Cancel": "Annuler",
  "Confirm": "Confirmer",
  "Deletion of the application": "Suppression de l'application",
  "You are at the point of deleting the application ": "Vous êtes sur le point de supprimer l’application",
  "from Masq with all the associated data.": "de Masq avec les données personnelles qui s’y rattachent.",
  " All the data will be lost.": "Ces données seront définitivement perdues.",
  "Deletion of the profile": "Suppression du profil",
  "You are at the point of deleting the profile ": "Vous êtes sur le point de supprimer le profil",
  " All your personal data of Masq will be lost.": " Toutes les données personnelles de toutes les applications ajoutées dans Masq seront perdues.",
  "Secret key succesfully updated.": "Clé secrète modifiée avec succès",
  "Update your secret key": "Modifier votre clé secrète",
  "Invalid secret key": "Clé secrète invalide",
  "Current secret key": "Clé secrète actuelle",
  "New secret key": "Nouvelle clé secrète",
  "The secret key must contain at least 6 characters, and be different from the old key": "La clé secrète doit être composée d'au moins 6 caractères, et être différent de l'ancienne clé.",
  "Secret key confirmation": "Confirmation de la clé secrète",
  "Keys do not match": "Les clés ne correspondent pas",
  "Storage authorization": "Autorisation de stockage",
  "In order to store your data securely,": " Afin de stocker vos données de manière sécurisée,",
  "please authorize Masq to use the persistent storage of the browser.": " merci d'autoriser Masq à utiliser le stockage persistant de votre navigateur.",
  "This notification will appear again if necessary.": " Cette notification réapparaîtra à la prochaine ouverture de Masq si nécessaire.",
  "Ok": "Ok",
  "Username": "Pseudo",
  "Username already used, please use another one": "Pseudo déjà utilisé. Veuillez en choisir un autre.",
  "The username must not contain spaces, and can contain only the following special characters: !?$#@()-*": "Le pseudo ne doit pas contenir d'espaces, et peut contenir les caractères spéciaux suivants: !?$#@()-*",
  "Next": "Suivant",
  "The secret key must contain at least 6 characters and respect two rules minimum.": "La clé secrète doit être composée d'au moins 6 caractères et respecter au minimum deux règles.",
  "Two secret keys do not match": "Les deux clés ne correspondent pas",
  "Previous": "Précédent",
  "Finish": "Terminer",
  "Delete the application": "Supprimer l'application",
  "Define a secret key to encrypt your data, choose it with care. There is ": "Définissez une clé secrète pour chiffrer vos données, choisissez-la avec attention.\nIl n’y a ",
  "NO WAY to recover this key in case you lose it, because you only know it.": "aucun moyen de la récupérer en cas d'oubli car vous seul(e) la connaissez.",
  "Browser not supported": "Navigateur non compatible",
  "Your browser is not compatible with Masq. Please, try Masq with one of the compatible browsers:": "Ce navigateur n'est pas compatible avec Masq. Merci d'essayer Masq avec l'un des navigateurs compatibles suivants:",
  "This application asks access to Masq.": "Cette application demande un accès à votre stockage Masq.",
  "If you are not the one who initiated this request, please refuse.": "Si vous n’êtes pas à l’origine de cette demande veuillez refuser cette requête.",
  "Your information has been updated successfully.": "Informations mises à jour avec succès.",
  "Free and secured storage of your preferences and personal data on all your devices": "Stockage sécurisé et gratuit de vos préférences et informations personnelles directement sur votre appareil",
  "Your secret key is only known by YOU": "Vous seul(e) connaissez votre mot de passe !",
  "Keep the Masq window in the background in order to allow data synchronization": "Gardez la fenêtre Masq ouverte en arrière-plan pour synchroniser vos données",
  "No more need for the Cloud! Your preferences and personnal data are stored directly on your devices, they are encrypted to gurantee their security. You are the owner of your data": "Plus besoin de cloud ! Vos préférences et informations personnelles sont stockées directement sur vos  appareils, elles sont chiffrées pour garantir leur sécurité. Vous êtes propriétaire de vos données !",
  "Soon you can synchronize your Masq profile between all your devices in real time without any Cloud!": "Synchronisez bientôt votre profil Masq à travers tous vos appareils en temps réel sans passer par un serveur de stockage (cloud)",
  "So, do not forget it :-) Your data is encrypted and decrypted on your device. That is why your secret key is never sent to our servers, we don't have access to it!": "Alors retenez-le bien :-) Vos données sont chiffrées et déchiffrées sur votre appareil. Nous n’avons jamais accès à votre mot de passe (clé secrète), nous ne pourrons donc jamais vous le renvoyer",
  "Open application": "Ouvrir l'application",
  "Go back to": "Retournez sur",
  "enjoy!": "profitez !",
  "!": " !",
  "Your data": "Vos données",
  "Recommended applications": "Applications recommandées",
  "The following applications are using Masq:": "Les applications suivantes utilisent Masq :",
  "Open Qwant Maps": "Ouvrir Qwant Maps",
  "Connection failure, please retry.": "__STRING_NOT_TRANSLATED__",
  "on": "sur",
  "This device": "Cet appareil",
  "You have refused the access of the application": "Vous avez refusé l'accès de l'application",
  "to your Masq storage.": "à votre stockage Masq.",
  "Import a picture": "Importer une photo",
  "The selected picture is too big, make it smaller please.": "L'image sélectionnée est trop lourde. Veuillez en choisir une autre."
}
